alacritty
alsa-utils
at
autoconf
automake
awesome
base
bc
binutils
bison
btrfs-progs
chromium
code
dhcpcd
docker
docker-compose
efibootmgr
emacs
fakeroot
fcitx
fcitx-cloudpinyin
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt5
fcitx-rime
file
findutils
firefox
flameshot
flex
fzf
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
jdk11-openjdk
jdk8-openjdk
jdk-openjdk
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
m4
make
mesa-demos
mpg123
mpv
nvidia-dkms
nvidia-settings
obs-studio
openssh
pacman
papirus-icon-theme
patch
picom
pkgconf
proxychains-ng
pyenv
ranger
rofi
scrot
sed
shadowsocks-qt5
sl
slim
snapper
sudo
texinfo
unrar
unzip
util-linux
vi
vim
virtualbox
w3m
wget
which
wqy-microhei
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
you-get
zathura
zathura-pdf-mupdf
zsh
